[buttonhelp]
jumpdive = Dans les airs pour sauter plus loin
doublejump = Dans les airs pour sauter une deuxième fois
crawl = En restant immobile pour ramper
watersubmerge = Plonger
caught_struggle = Lutte
first_person_goal = Utilises ton [icon:hat] pour trouver l'objectif !
divecancel = Pendant que vous glissez pour arrêter
trigger_ability = Pour utiliser la capacité de votre [icon:activehat]
hat_swap = Pour changer de chapeau
umbrella_attack = Attaquer
homingattack = Dans les airs pour faire une attaque en plongé
helper_ability_no_target = Rien d'intéressant aux alentours...

drop_carry = Lâcher
throw_carry = Jeter

DuplicateKey = Impossible de transporter deux [icon:key] en même temps.

[placeholder]
BetaHatSwapNotice0 = Appuies sur [button:badgeswitch] pour changer de [icon:hat]![br]Appuies sur [button:badge] pour utiliser la capacité de ton chapeau.